aaron-bond.better-comments
austenc.tailwind-docs
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chunsen.bracket-select
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
humao.rest-client
kisstkondoros.vscode-gutter-preview
lokalise.i18n-ally
meganrogge.template-string-converter
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pflannery.vscode-versionlens
pkief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
pustelto.bracketeer
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.liveserver
saoudrizwan.claude-dev
shardulm94.trailing-spaces
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
tombonnike.vscode-status-bar-format-toggle
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
